source/_static/diagrams/papers.d2
direction: right
n0: "cite"
n1: "bib"
n2: "page"
n0 -> n1
n1 -> n2
